{"additional": "With reference to section (E) I receive occasional small payments for completing surveys, writing\nnewspaper articles and occasional media appearances. This has always amounted to a lot less than\nthe declarable figure of EUR 5000 per annum. With reference to section (F) I do not possess any\nshares in my portfolio that amount to more than 1% of the issued shares of that company and I do\nnot consider any of my shareholdings to grant me significant influence over the companies where\nI am a shareholder as part of a broad class of investors.", "support": "1. financial:\n(*)    granted by\n2. in terms of staff:\n(*)    granted by\n3. in terms of material:\n(*)    granted by\n(*) Identity of the third party or parties concerned.", "activity": [], "occasional": [], "date": "30/06/2014", "membership": [["A UK registered retired Medical Practitioner but currently not licenced to practice by the GMC", -1], ["A member of the UK Royal College of Psychiatrists (Retired category)", -1], ["EP Parliamentary adviser to: Anglicans friends of Israel, and the UK Overseas Territories Association", -1], ["Member of the Parliamentary Board of the UK Conservative Friends of Bangladesh", -1], ["Member of the EU-Armenia Advisory Council. Patron of Armenian Genocide Centenary Commemoration Committee", -1], ["Member of the “Clean Air for London” campaign", -1], ["EP Attachment Host for UK John Smith Memorial Trust and the UK Parliament and Industry Trust", -1], ["Patron of the UK London based charity “Children of Latin America” which supports disadvantaged children projects in several countries of Latin America", -1], ["Commissioner for Human Rights of the UK Conservative Party", -1], ["Member of the European Cancer Patient Coalition, and other MEP cross- party informal Intergroups working on health related matters e.g. cervical cancer, melanoma, bowel cancer, epilepsy and mental illness", -1]], "other": "Financial interest:\n1.\n2.\n3.", "holding": [["    I small sha 3 Legs PLC      ( AIM list on     th stock exc explores gas in also ben former No Director 3 Legs companies Dec 10) 2009 sha plan gran Executive to acquir shares Resourc December options h been ex", "am     a reholder in Resources IOM),    an ed company e    London hange which for shale Europe. I efit as a n-Executive of    the Group of (Jan 2007- from the re option ted to Non- Directors e ordinary in 3 Legs es PLC by 2014. The ave not yet ercised.", -1]], "mandate": [], "mep_id": "4521", "occupation": [["NHS and Private Consultant Psychiatrist", 3], ["Registered Medical Practitioner with the UK General Medical Council", -1], ["Member of the Royal College of Psychiatry", -1], ["Local Councillor, Royal Borough of Kensington and Chelsea, London", -1], ["Honorary Senior Lecturer, UCL Medical School, London University", -1]]}
